data/perf/yield-d98873cda906/memcached/orig/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       547171.53          ---          ---         1.50246         1.43100         3.34300         3.98300     37344.29 
Gets      5471655.12      4393.74   5467261.37         1.50170         1.42300         3.34300         3.96700    138593.71 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    6018826.65      4393.74   5467261.37         1.50177         1.42300         3.34300         3.96700    175938.00 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       435840.17          ---          ---         1.73547         1.62300         3.80700         4.54300     29745.96 
Gets      4358353.72      2119.90   4356233.82         1.73433         1.62300         3.80700         4.51100    110311.06 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    4794193.89      2119.90   4356233.82         1.73444         1.62300         3.80700         4.54300    140057.02 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       480498.40          ---          ---         1.58891         1.47900         3.63100         4.25500     32793.87 
Gets      4804931.12      3582.39   4801348.73         1.58809         1.47900         3.61500         4.25500    121689.32 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    5285429.51      3582.39   4801348.73         1.58817         1.47900         3.61500         4.25500    154483.19